{
  "projectCategories": [
    {
      "titleOne": "Current",
      "titleTwo": "Projects",
      "projects": [
        {
          "title": "GoTime - Statewide RTTM System",
          "path": "/projects/gotime",
          "thumbImg": "/images/projects/gotime_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2014 - 2020",
          "images": [
            "/images/projects/gotime_l1.png",
            "/images/projects/gotime_l2.png"
          ],
          "description": "KCUS designed, implemented, and is now operating & maintaining MassDOT's GoTime statewide traveler information system.",
          "descriptionHTML": "<p>KCUS implemented Massachusetts’ permanent Statewide Real Time Traffic Management (RTTM) implementation, dubbed <strong>GoTime</strong>. KCUS is now operating and maintaining the system.</p><p>This project encompasses the design, development, and operation of software that manages and controls 146 Hybrid VMS and 291 Bluetooth Reader-based installations throughout Massachusetts. The system uses MAC addresses detected by the deployed Bluetooth Readers to calculate travel times, which are processed, analyzed, and posted to the Hybrid VMS in order to inform drivers of current traffic conditions.</p><p>KCUS's Statewide RTTM software includes a browser-based application that provides users with operational and situational awareness tools. This application includes an interactive map, a real-time dashboard, reporting tools, real-time field device monitoring functionality, and alarm and trouble ticket tracking.</p>"
        },
        {
          "title": "Smart Work Zones Application",
          "path": "/projects/swzm",
          "thumbImg": "/images/projects/swzm-overview-sm.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2016 - 2020",
          "images": [
            "/images/projects/swzm-overview.png"
          ],
          "description": "KCUS designed and is currently developing a central management & reporting system for MassDOT's Smart Work Zone (SWZ) deployments.",
          "descriptionHTML": "<p>KCUS is working with the Massachusetts Department of Transportation (MassDOT) to design and develop a <strong>smart work zone manager (SWZM) application</strong> that will allow for the central configuration, management, and monitoring of Smart Work Zone (SWZ) sites throughout the state.</p><p>The SWZ system will provide MassDOT with a real-time overview of SWZ conditions and allow for the viewing and management of deployed field devices. The application will present SWZ information through a web-based graphical user interface (GUI). The application includes a real-time dashboard and performance management capabilities and defines an Application Programming Interface (API), for received and disseminated data respectively.</p><p>The project followed the systems engineering process and began with stakeholder meetings and the development of a concept of operations document. This was followed by the establishment of a system requirements specification and then the primary software development effort.</p><p>The Federal Highway Administration (FHWA) recently established a Work Zone Data Initiative (WZDI) effort to develop nationwide standards for Work Zone Activity Data (WZAD). As part of this effort FHWA released a draft Work Zone Data Dictionary (WZDD), which provides definitions for work zone data concepts from field names to enumerable types. These definitions are intended to be used by organizations collecting, storing, disseminating, and consuming work zone data to facilitate comparison and aggregation of data from varying sources. The SWZM application incorporates the FHWA WZAD standards and the SWZ team is working with FHWA through the effort to augment the evolving WZAD specification as needed.</p>"
        },
        {
          "title": "ITMS",
          "pageTitle": "Integrated Transportation Management System (ITMS)",
          "path": "/projects/itms",
          "thumbImg": "/images/projects/itms_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2015 - 2020",
          "images": [
            "/images/projects/itms_l4.png",
            "/images/projects/itms_l1.png",
            "/images/projects/itms_l2.png",
            "/images/projects/itms_l3.png"
          ],
          "description": "KCUS is providing engineering support services to MassDOT on the detailed design and implementation of the Integrated Transportation Management System (ITMS) at the Highway Operations Center (HOC).",
          "descriptionHTML": "<p>KCUS is assisting the Massachusetts Department of Transportation (MassDOT) in the detailed design and implementation process for a new <strong>Integrated Transportation Management System (ITMS)</strong> to be deployed at MassDOT's Highway Operations Center (HOC).</p><p>This software is being developed based on the Advanced Traffic Management System (ATMS)/Advanced Traveler Information System (ATIS) and Integrated Project Control System (IPCS)/Supervisory Control and Data Acquisition (SCADA) design documentation that was produced by KCUS. KCUS is providing technical support and design services to MassDOT and is working with the selected ITMS vendor throughout the detailed design and implementation of the ITMS. KCUS will also assist MassDOT in the testing, verification, and validation of the new ITMS platform.</p><p>As part of this project, KCUS is also collaborating with MassDOT Legal to develop a contract that details the terms and conditions, the format of the acquisition, and the phasing of the project. This process will lead to the signing of the final contract for the acquisition and phased deployment of the ITMS platform.<p>"
        },
        {
          "title": "Route 9 Connected Vehicle Signal Phase and Timing Pilot Project",
          "path": "/projects/rt-9-spat",
          "thumbImg": "/images/projects/rt9-spat-proposed-arch.png",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2019 - 2020",
          "images": [
            "/images/projects/rt9-spat-proposed-arch.png"
          ],
          "description": "KCUS is working with MassDOT as consultant to Vanasse Hangen Brustlin, Inc. (VHB) on the design and implementation of a Connected Vehicle (CV) Signal Phase and Timing (SPaT) Pilot Project, which will include up to 40 intersections along the Route 9 corridor from Worcester to Wellesley.",
          "descriptionHTML": "<p>KCUS is working with MassDOT as consultant to Vanasse Hangen Brustlin, Inc. (VHB) on the design and implementation of a Connected Vehicle (CV) Signal Phase and Timing (SPaT) Pilot Project, which will include up to 40 intersections along the Route 9 corridor from Worcester to Wellesley. Implementing the SPaT broadcast at intersections will provide MassDOT with a tangible first step for deploying vehicle-to-infrastructure (V2I) applications, promote future, more advanced V2I applications, and demonstrate a commitment to the V2I deployments that are being planned by the automobile manufacturers.</p><p>The team will prepare a concept of operations, system requirements and the design of the SPaT system, which will include the plans and specifications, provide system implementation oversight, system validation, inspection, and fine-tuning.</p>"
        },
        {
          "title": "Middle Eastern Technical University Technical Assistance Program",
          "path": "/projects/metu",
          "thumbImg": "/images/projects/metu-chart-outline.png",
          "location": "Ankara, Turkey",
          "client": "USTDA",
          "date": "2018 - 2019",
          "images": [
            "/images/projects/metu-chart.png",
            "/images/projects/metu-bike-network-plan.png"
          ],
          "description": "KCUS is part of a team developing a feasibility study for creating a smart campus at the Middle Eastern Technical University (METU) in Ankara, Turkey for the United States Trade and Development Agency (USTDA).",
          "descriptionHTML": "<p>KCUS is part of a team developing a feasibility study for creating a smart campus at the Middle Eastern Technical University (METU) in Ankara, Turkey for the United States Trade and Development Agency (USTDA). The study involves the following sectors:</p><ol><li>Smart energy;</li><li>Smart transportation;</li><li>Smart water;</li><li>Smart building; and</li><li>Smart Information Communication Technology (ICT).</li></ol><p>KCUS is leading the smart transportation sector of the project.</p>"
        }
      ]
    },
    {
      "titleOne": "Software",
      "titleTwo": "Systems",
      "projects": [
        {
          "title": "BCTC Truck Appointment System Design",
          "path": "/projects/bctc-tas",
          "thumbImg": "/images/projects/tas-dashboard-mock-gui.png",
          "location": "Beirut, Lebanon",
          "client": "Beirut Container Terminal Consortium",
          "date": "2018 - 2019",
          "images": [
            "/images/projects/tas-scheduler-mock-gui.png",
            "/images/projects/tas-dashboard-mock-gui.png"
          ],
          "description": "KCUS designed a specialized Truck Appointment System (TAS) for the Beirut Container Terminal Consortium (BCTC).",
          "descriptionHTML": "<p>KCUS authored the system design documents for a <strong>Truck Appointment System (TAS)</strong> application for Beirut Container Terminal Consoritum (BCTC). Implementing a TAS at BCTC promises increased efficiency for the terminal, improved ability to plan ahead, and a better customer experience.</p><p>The TAS will provide BCTC customers with the ability to schedule container pick-up and drop-off with the BCTC terminal. It will be comprised of an API backend as well as web, iOS, and Android applications.</p>"
        },
        {
          "title": "Work Zone ITS Implementation Tool",
          "path": "/projects/wz-its",
          "thumbImg": "/images/projects/wzits-feasibiliy-wizard-thumb.png",
          "location": "United States",
          "client": "Federal Highway Administration",
          "date": "2015 - 2017",
          "images": [
            "/images/projects/wzits-feasibility-wizard.png"
          ],
          "description": "KCUS was part of a team that designed, developed, and implemented a Work Zone ITS Implementation Tool for the Federal Highway Administration (FHWA).",
          "descriptionHTML": "<p>KCUS was part of a team that designed, developed, and implemented a Work Zone ITS Implementation Tool for the Federal Highway Administration (FHWA). This tool will complement the FHWA’s Work Zone ITS Implementation Guide (FHWA-HOP-14-008) and will assist users in the planning of work zone ITS systems. The tool will provide appropriate recommendations such as targeted ITS technologies and field devices for a specific work zone based on user inputs.</p>"
        },
        {
          "title": "RTTM Pilot Program",
          "pageTitle": "Pilot RTTM System (I-93, I-90, and Rt. 3)",
          "path": "/projects/rttm-pilot",
          "thumbImg": "/images/projects/rttm_pilot2_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2012 - 2017",
          "images": [
            "/images/projects/rttm_pilot_l2.jpg",
            "/images/projects/rttm_pilot_l1.png"
          ],
          "description": "As part of two separate projects, KCUS furnished, installed, operated, and maintained the two integrated Real Time Traffic Management (RTTM) implementations within Massachusetts.",
          "descriptionHTML": "<p>As part of two separate projects, KCUS furnished, installed, and continues to operate and maintain the two pilot Real Time Traffic Management (RTTM) implementations within Massachusetts.</p><p>These implementations utilize Bluetooth readers, Portable Variable Message Signs (PVMS), and supporting software to deliver a system capable of collecting travel time and/or average speed data from a third party travel time provider (TrafficCast). These real time travel times are then posted on twenty two PVMS along the I-93 corridor, twenty seven PVMS along I-90, and fifteen PVMS along Route 3.</p><p>KCUS used TrafficCast technology and BlueTOAD™ (Bluetooth Travel-time Origination and Destination) receivers in order to compile and process travel time data. These receivers detect unique MAC Addresses from mobile devices that feature Bluetooth technology (such as “hands-free” headsets, in-dash sync services, smart phones, and personal navigation devices) as they pass by. The system then calculates travel time by analyzing timestamps on subsequent tags. The resulting travel times are post-processed and posted, in real time, to PVMS on the roadway.</p><p>The PVMS associated with the pilot system have been temporarily integrated into the GoTime Statewide RTTM System until the permanent installations on I-93, I-90, and Rt. 3 go live.</p>"
        },
        {
          "title": "Cape Cod RTTM Software",
          "path": "/projects/cc-rttm",
          "thumbImg": "/images/projects/cape_cod_rttm_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2014 - 2015",
          "images": [
            "/images/projects/cape_cod_rttm_l2.jpg",
            "/images/projects/cape_cod_rttm_l3.jpg",
            "/images/projects/cape_cod_rttm_l4.png"
          ],
          "description": "KCUS designed, integrated, and operated the Real Time Traffic Management (RTTM) Software for the permanent Hybrid VMS and Bluetooth Reader-based installation on Rt. 6, Rt. 28, Rt. 25, and Rt. 3 in the Cape Cod area.",
          "descriptionHTML": "<p>KCUS designed, integrated, and operated the <strong>Real Time Traffic Management (RTTM) Software</strong> for the Hybrid VMS and Bluetooth Reader-based installation on Rt. 6, Rt. 28, Rt. 25, and Rt. 3 in the Cape Cod area.</p><p>The Cape Cod RTTM system used twenty-three Bluetooth Readers to collect and process travel time data that is posted to nine Hybrid VMS located along major routes on Cape Cod. KCUS coordinated with the project’s construction contractor to ensure that the system ran accurately and met MassDOT’s performance expectations.</p><p>The Cape Cod RTTM System has been integrated into and is currently being operated under the GoTime Statewide RTTM System.</p>"
        },
        {
          "title": "IPCS/SCADA Design",
          "pageTitle": "Integrated Project Control System / Supervisory Control and Data Acquisition Design",
          "path": "/projects/ipsc",
          "thumbImg": "/images/projects/ipcs_scada_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2014 - 2015",
          "images": [
            "/images/projects/ipcs_scada_l3.png",
            "/images/projects/ipcs_scada_l2.jpg"
          ],
          "description": "KCUS provided technical support to MassDOT on the design of an upgraded Integrated Project Control System (IPCS)/Supervisory Control and Data Acquisition (SCADA) which will provide tunnel management and SCADA functionality in relation to MassDOT’s roadway tunnel network and facilities.",
          "descriptionHTML": "<p>KCUS provided technical support to MassDOT on the design of an upgraded Integrated Project Control System (IPCS)/Supervisory Control and Data Acquisition (SCADA) that will be tightly integrated with the Advanced Traffic Management System (ATMS)/Advanced Traveler Information System (ATIS) operational platform at the Highway Operations Center (HOC). The IPCS system will provide tunnel management and SCADA functionality in relation to MassDOT’s roadway tunnel network and facilities.</p><p>The software solution will also implement unified tunnel control workflows, improve management of tunnel life safety systems, and improve monitoring of environmental emissions for certain surface roadways and tunnels located within MassDOT Highway District 6. KCUS followed the Federal Highway Administration’s (FHWA) Systems Engineering Process to ensure that the implemented system will meet its operational needs, institutional requirements, and vision for future expansion and integration. KCUS assisted MassDOT in the development of a Concept of Operations, System Requirements Specification, and High-Level Design.</p>"
        },
        {
          "title": "ATMS/ATIS Design",
          "pageTitle": "Advanced Traffic Management System / Advanced Traveler Information System Design",
          "path": "/projects/atms",
          "thumbImg": "/images/projects/atms_atis_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2013 - 2014",
          "images": [
            "/images/projects/atms_atis_l2.png",
            "/images/projects/atms_atis_l1.jpg"
          ],
          "description": "KCUS provided technical support to MassDOT on the design of a new Advanced Traffic Management System (ATMS)/Advanced Traveler Information System (ATIS) which will be used at the Highway Operations Center (HOC) as the central traffic management system to manage and respond to incidents occurring along the Massachusetts highway network.",
          "descriptionHTML": "<p>KCUS provided technical support to MassDOT on the design of a new Advanced Traffic Management System (ATMS)/Advanced Traveler Information System (ATIS). The system will be used at the Highway Operations Center (HOC) as the central traffic management system used to manage and respond to incidents occurring along the Massachusetts highway network. The software solution will also consolidate the multiple systems that are currently used for incident and traffic management into a single, unified platform. The ATMS/ATIS will be tightly integrated with the IPCS/SCADA to form MassDOT’s envisioned ITMS.</p><p>KCUS followed the Federal Highway Administration’s (FHWA) Systems Engineering Process to ensure that the implemented system will meet its operational needs, institutional requirements, and vision for future expansion and integration. KCUS assisted MassDOT in the development of a Concept of Operations, System Requirements Specification, and High-Level Design.</p>"
        },
        {
          "title": "Port of New Bedford Truck Appointment System",
          "path": "/projects/pnb-tas",
          "thumbImg": "/images/projects/new_bedford_truck_s.jpg",
          "location": "Massachusetts",
          "client": "Port of New Bedford",
          "date": "2008 - 2010",
          "images": [
            "/images/projects/new_bedford_truck_l1.jpg",
            "/images/projects/new_bedford_truck_l3.jpg"
          ],
          "description": "As part of the New Bedford ITS Project, KCUS developed a Truck Appointment System (TAS) for the Port of New Bedford. KCUS worked with MassDOT, the Harbor Development Commission, and the private terminal operator to develop a pilot system.",
          "descriptionHTML": "<p>As part of the New Bedford ITS Project, KCUS was chosen to develop a Truck Appointment System (TAS) for the Port of New Bedford. KCUS worked with MassDOT, the Harbor Development Commission, and the private terminal operator to develop a pilot system leveraging the existing business process at the port. The TAS allows truckers and freight dispatchers to schedule appointments with the private terminal operator before arriving at the port and receive real-time traffic alerts and information on local “truck friendly” businesses.</p><p>The back-end of the system allows the public harbor authority to oversee congestion and allows the private operator to access terminal management data. Overall, the system is focused on decreasing congestion around the port area, increasing data collection on freight movement and providing a management tool for the public and private waterfront agencies to expand operations.</p>"
        }
      ]
    },
    {
      "titleOne": "Transportation",
      "titleTwo": "Planning",
      "projects": [
        {
          "title": "PACTS Travel Speed Data Report",
          "path": "/projects/pacts",
          "thumbImg": "/images/projects/pacts_s.jpg",
          "location": "Maine",
          "client": "PACTS",
          "date": "2015 - 2016",
          "description": "KCUS prepared a travel time speed data report that identified biennial trends in travel speeds for the Portland Area Comprehensive Transportation System (PACTS).",
          "descriptionHTML": "<p>KCUS developed a <strong>travel speed data report</strong> on the Portland, Maine area for the Portland Area Comprehensive Transportation System (PACTS).</p><p>KCUS purchased the travel speed data for specified links in the region's roadway network from a third-party provider and developed speed maps to show the variation in traffic congestion between the daily peak travel times during the summer and the fall of 2015. The report is intended to be the first of such annual reports used to track trends in traffic congestion in the region.</p>"
        },
        {
          "title": "KAEC Transportation Framework",
          "path": "/projects/kaec",
          "thumbImg": "/images/projects/kaec_its_s.jpg",
          "location": "Saudi Arabia",
          "client": "Emmar, The Economic City",
          "date": "2015 - 2016",
          "images": [
            "/images/projects/kaec_its_l1a.jpg",
            "/images/projects/kaec_its_l2a.jpg",
            "/images/projects/kaec_its_l3.png",
            "/images/projects/kaec_its_l4.png"
          ],
          "description": "KCUS developed a transportation framework for King Abdullah Economic City (KAEC), which is the largest of four economic cities currently being built in Saudi Arabia. The development of the KAEC Transportation Framework was the first phase in the development of a more detailed transit and ITS Master Plan.",
          "descriptionHTML": "<p>KCUS is currently developing a <strong>transportation framework</strong> for King Abdullah Economic City (KAEC), which is the largest of four economic cities currently being built in Saudi Arabia. The development of the KAEC Transportation Framework would be the first phase in the development of a more detailed transit and ITS Master Plan. This framework will propose a public transit system and an ITS network, identify transit and ITS projects and technologies that can be completed within the next five years, and provide a high-level schedule for the development of a Public Transit and ITS Master Plan, and for the implementation of the proposed public transit and ITS projects.</p><p>As part of this effort, KCUS is conducting a series of workshops in order to document stakeholder needs, desires, goals, and objectives, along with KAEC’s existing transit- and ITS-related infrastructure plans and policies. KCUS will also produce a preliminary cost estimate for the development of a Public Transit and ITS Master Plan and for the implementation of the proposed transit and ITS projects.</p>"
        },
        {
          "title": "ITS Planning in Colombia",
          "path": "/projects/its-columbia",
          "thumbImg": "/images/projects/its_colombia_s.jpg",
          "location": "Colombia",
          "client": "Ministry of Transport, Columbia",
          "date": "2014 - 2015",
          "images": [
            "/images/projects/its_colombia_1l.png",
            "/images/projects/its_colombia_l2.png"
          ],
          "description": "KCUS provided technical assistance to the Colombian Ministry of Transport for the planning and implementation of Intelligent Transportation System (ITS) technologies. An economic, financial, legal, environmental, and developmental analysis of the impact of deploying a Wireless Roadside Inspection (WRI) program in Colombia was completed.",
          "descriptionHTML": "<p>As part of a USTDA-sponsored project, KCUS offered technical assistance to the Colombian Ministry of Transport regarding the planning and implementation of Intelligent Transportation System (ITS) technologies.</p><p>KCUS performed a study of ITS technologies that have been successfully implemented in the US and recommended the implementation of a pilot program aimed at improving roadway safety and monitoring of cargo shipment vehicles on Colombian highways. KCUS has designed and developed a detailed implementation plan for a pilot program in Colombia on the Bogotá-Villavicencio highway.</p>"
        },
        {
          "title": "I-90 ITS Design",
          "path": "/projects/i90-its",
          "thumbImg": "/images/projects/i90_its_design_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2012 - 2013",
          "images": [
            "/images/projects/i90_its_design_l1.png"
          ],
          "description": "KCUS developed the Plans, Specifications, and Estimate (PS&E) package for the implementation of ITS on I-90, west of Route 128 and I-95. This project involved the placement of 18 closed-circuit television (CCTV) cameras along I-90. Once under construction, KCUS provided review of contractor submittals and construction inspection services.",
          "descriptionHTML": "<p>KCUS assisted MassDOT in the implementation of ITS on I-90, west of Route 128 and I-95. This project involved the placement of eighteen (18) closed-circuit television (CCTV) cameras along I-90. KCUS designed this system and prepared plans, specifications and an estimate for MassDOT to let the project for construction. The effort included the design of CCTV power source connections and communication to existing MassDOT fiber optic cables that terminate at the Highway Operations Center (HOC).</p>"
        },
        {
          "title": "I-495 ITS ConOps",
          "pageTitle": "I-495 ITS Concept of Operations",
          "path": "/projects/its-conops",
          "thumbImg": "/images/projects/its_conops_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2012 - 2013",
          "description": "KCUS developed the ITS Concepts of Operations (ConOps) and System Requirements Specification (SyRS) for the I-495 ITS deployment.",
          "descriptionHTML": "<p>KCUS developed the ITS Concept of Operations (ConOps) and System Requirements Specification (SyRS) for the I-495 ITS deployment.</p><p>KCUS conducted interviews and meetings with the projects’ stakeholders to gather critical information on the systems’ existing condition, objectives and priorities, and operational needs. The documents adhered to the FHWA Systems Engineering Process.</p><p>The project also included the development of ConOps and SyRS templates that can be used by MassDOT for the implementation of similar systems in the future. The templates provide customizable outlines for the three types of systems, including a list of common considerations and MassDOT standards.</p>"
        },
        {
          "title": "Smart Work Zone SOPs",
          "pageTitle": "Smart Work Zone Standard Operating Procedures (SOPs)",
          "path": "/projects/swz-sop",
          "thumbImg": "/images/projects/swz_standards_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2012 - 2013",
          "images": [
            "/images/projects/swz_standards_l1.png"
          ],
          "description": "KCUS assisted MassDOT with the development of Standard Operating Procedures (SOPs) for Smart Work Zone (SWZ) deployments across the state.",
          "descriptionHTML": "<p>KCUS assisted MassDOT with the development of Standard Operating Procedures (SOPs) for Smart Work Zone (SWZ) deployments across the state. These standard operating procedures will be used by MassDOT and Contractors to decide what types of projects warrant SWZ installations, determine which devices should be deployed, and collect consistent data for performance management.</p><p>The Standard Operating Procedures document developed by KCUS will be used to improve safety and mobility through highway construction areas by providing a basis for the deployment of future SWZs statewide in a consistent manner.</p>"
        },
        {
          "title": "ITS Deployment and Design Guide",
          "path": "/projects/its-depdev",
          "thumbImg": "/images/projects/its_d_d_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2010 - 2011",
          "description": "KCUS was part of the team that created the MassDOT ITS Deployment and Design Guide. This guide provides more detailed planning and design criteria for ITS device deployments throughout the Commonwealth as established in the MassDOT ITS Strategic Plan.",
          "descriptionHTML": "<p>KCUS was part of a team that created the MassDOT ITS Deployment and Design Guide to provide more detailed planning and design criteria for ITS device deployments throughout the Commonwealth as established in the MassDOT ITS Strategic Plan.</p><p>This manual provides exact coordinates for device deployment including location, power and communications descriptions as well as device final design plans, device specifications, quality and cost estimation and construction phase services. The MassDOT ITS Deployment and Development Guide will be used as a manual for consultants and contractors for planning, designing and building projects that involve VMS, CCTV, traffic monitoring, RWIS, and solar-powered devices.</p>"
        },
        {
          "title": "San Juan Light Rail Feasibility Study",
          "path": "/projects/sj-rail",
          "thumbImg": "/images/projects/light_rail_fs_s.jpg",
          "location": "Puerto Rico",
          "client": "City of San Juan, Puerto Rico",
          "date": "2008 - 2011",
          "images": [
            "/images/projects/light_rail_fs_l2.jpg",
            "/images/projects/light_rail_fs_l1.jpg"
          ],
          "description": "KCUS was part of a team commissioned to perform a feasibility study for a proposed five-mile long Light Rail Technology (LRT) project in the City of San Juan, Puerto Rico.",
          "descriptionHTML": "<p>KCUS was part of a team commissioned to perform a feasibility study for a proposed five mile-long Light Rail Technology (LRT) project in the City of San Juan, Puerto Rico. The proposed LRT would provide transit service between the Tren Urbano metro system at Sagrado Corazon, the historic and commercial districts in Old San Juan, and the Convention Center.</p><p>During the first phase, KCUS was responsible for analyzing the corridor and transportation systems between Sagrado Corazon and Old San Juan and recommended a preferred alignment option while identifying the locations of the various intermediary passenger stations. As part of this phase, KCUS conducted an extensive assessment of the various LRT as well as Bus Rapid Transit (BRT) technology options.</p><p>KCUS was also responsible for the conceptual design of the maintenance facility. For the second phase of this project, KCUS developed the capital cost projections and evaluation, and prepared an operating plan in terms of speed, frequency of service, operational staff, and maintenance procedures. KCUS also prepared an estimate for annual operations and maintenance costs for the LRT system, defined a projected time schedule for the installation of the LRT system and its operation, and took part in industry outreach conferences in San Juan.</p>"
        },
        {
          "title": "Regional ITS Architecture Updates",
          "path": "/projects/its-arch",
          "thumbImg": "/images/projects/regional_its_arch_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2010",
          "images": [
            "/images/projects/regional_its_arch_l1.png"
          ],
          "description": "KCUS reviewed and updated the four regional ITS architectures implemented in 2005 to reflect the changes in the National ITS Architecture, the reorganization of transportation agencies in Massachusetts, the updated Regional Transportation Plans (RTPs), and new transportation projects, plans, policies, procedures, and infrastructure.",
          "descriptionHTML": "<p>KCUS reviewed and updated the four regional ITS architectures to reflect the changes in the National ITS Architecture, the reorganization of transportation agencies in Massachusetts, the updated Regional Transportation Plans (RTPs), and new transportation projects, plans, policies, procedures, and infrastructure implemented after 2005. KCUS performed a Quality Assurance (QA) review for all four regions’ Turbo Architecture files and Visio market package diagrams.</p><p>These federally-mandated architectures established a framework for interagency ITS coordination for four separate regions covering the entire state. These regions were: Western Massachusetts, Central Massachusetts, Metropolitan Boston, and Southeastern Massachusetts.</p>"
        },
        {
          "title": "ITS Strategic Plan",
          "path": "/projects/its-plan",
          "thumbImg": "/images/projects/its_strategic_plan_s.jpg",
          "location": "Massachusetts",
          "client": "MassDOT",
          "date": "2009 - 2010",
          "images": [
            "/images/projects/its_strategic_plan_l1.jpg"
          ],
          "description": "KCUS was part of the team that prepared the ITS Strategic Plan and the Regional Transportation Operations Strategies for the MassDOT ITS Programs. The ITS Strategic Plan provided a 5-year roadmap for the implementation of ITS to improve incident management, congestion management/customer service, and safety/security management.",
          "descriptionHTML": "<p>KCUS played a lead role in the preparation of the ITS Strategic Plan and the Regional Transportation Operations Strategies for the MassDOT ITS Programs. The ITS Strategic Plan provided a 5-year roadmap for the implementation of ITS to meet four important goals:</p><ol><li>Improve incident management;</li><li>Improve congestion management/customer service;</li><li>Improve safety/security management; and</li><li>Improve management for cost-effective operations.</li></ol><p>KCUS was also involved in the preparation of the Regional Transportation Operations Strategy document.</p>"
        },
        {
          "title": "New Bedford ITS Deployment",
          "path": "/projects/nb-its",
          "thumbImg": "/images/projects/new_bedford_its_s.jpg",
          "location": "Massachusetts",
          "client": "City of New Bedford",
          "date": "2008 - 2010",
          "images": [
            "/images/projects/new_bedford_its_l1.jpg"
          ],
          "description": "KCUS developed a deployment plan for the City of New Bedford's ITS project to support the City's goal of becoming the regional hub for passenger and freight movement.",
          "descriptionHTML": "<p>KCUS developed a deployment plan for the City of New Bedford's ITS project to support the City’s goal of becoming the region’s hub for passenger and freight movement.</p><p>The New Bedford ITS project presented an opportunity to integrate a variety of initiatives and information sources on an affordable scale to achieve common goals across all modes of transportation in the community: highway, arterial, bridge, freight, passenger terminal, port operations, airport, and transit. Both the security and efficiency of the transportation networks are of paramount importance to New Bedford, considering its status as a high-value working fishery port and tourist destination.</p><p>The New Bedford ITS deployment plan is to fulfill the objective to improve transportation management including road traffic, transit and ferry, and freight operations; and to improve security of the transportation infrastructure including the airport, port and road network. Improvements in the efficiency and security of the transportation system will yield the outcome that is ultimately desired – the opportunity for economic development. The key to achieving these objectives is effective integration of systems, information and operations.</p>"
        }
      ]
    }
  ]
}
