{
  "staff": [
    {
      "path": "/staff/ammar",
      "firstName": "Ammar",
      "lastName": "Kanaan",
      "title": "President",
      "imgThumbSource": "/images/staff/ammar-2x1-thumb.jpg",
      "imgTallSource": "/images/staff/ammar-3x4.jpg",
      "bioHTML": "<p>Ammar Kanaan has over 25 years of experience and is an expert in transportation economics, transportation systems and transportation policy.</p><p>In the past, Ammar occupied several senior positions in the field, mainly as director and partner with another transportation consulting firm, IBI Group, in Boston, Massachusetts. In the mid-1990s, he had worked as a consultant to the World Bank on the privatization of container terminals.</p><p>Ammar has advised and is still advising the current government of Lebanon on transportation policy. He was the author of the current national transportation policy.</p><p>Ammar has a Bachelor in Engineering from the American University of Beirut and a Masters of Science in Transportation from the Massachusetts Institute of Technology.</p>"
    },
    {
      "path": "/staff/michelle",
      "firstName": "Michelle",
      "lastName": "Boucher",
      "title": "Managing Director",
      "imgThumbSource": "/images/staff/michelle-2x1-thumb.jpg",
      "imgTallSource": "/images/staff/michelle-3x4.jpg",
      "bioHTML": "<p>Michelle Boucher has over 25 years of experience in intelligent transportation systems (ITS), highway operations, traffic incident management and engineering, combined with a strong project management background.</p><p>Michelle joined KCUS in 2015 as the managing director. In this role, she provides project management and engineering support on a variety of ITS-related projects</p><p>In the past, Michelle held several senior positions in the ITS field, most recently as an on-site contractor with the Volpe National Transportation System Center (Volpe). In this position she provided technical assistance and expertise on various projects and programs related to transportation safety, traffic incident management, ITS and University ITS Education. Prior to joining Volpe, she spent over 20 years at the Massachusetts Department of Transportation (MassDOT) as the Director of ITS. In this role, she successfully mainstreamed the deployment of ITS infrastructure and fiber expansion into the project development process using the ITS Strategic Deployment Plan and implemented a two-year pilot real time travel time management system on the I-93 corridor. She was also the Project Manager for the All Electronic Tolling (AET) gantry and equipment design on the Tobin Bridge.</p><p>Michelle has a Bachelor of Science in Civil Engineering from the University of Vermont and a Master’s of Science in Transportation from the University of Massachusetts Lowell. She is a registered professional engineer in the state of Massachusetts (registration #41261), New Hampshire (registration #14847), Vermont (registration #018.0116836), and Connecticut (registration #0032120).</p>"
    },
    {
      "path": "/staff/jacob",
      "firstName": "Jacob",
      "lastName": "Brady",
      "title": "Software Engineer",
      "imgThumbSource": "/images/staff/jacob-2x1-thumb.jpg",
      "imgTallSource": "/images/staff/jacob-3x4.jpg",
      "bioHTML": "<p>Jacob Brady is a full-stack Software Engineer who works on all sides of a project from system design to implementation. He specializes in web development and works primarily in JavaScript on both sides of the stack. His work also includes scripting projects, UI/graphic design, device configuration, network troubleshooting, and system operation and maintenance.</p><p>Jacob has a Bachelor of Arts in Computer Science from Middlebury College.</p><p class='font-italic text-point-87-rem'>Hi, I'm the author of this website; source code repository <a href='https://github.com/j-d-b/kcus.org'>here</a>.</p>"
    },
    {
      "path": "/staff/david",
      "firstName": "David",
      "lastName": "Siegel",
      "title": "Systems Engineer",
      "imgThumbSource": "/images/staff/david-2x1-thumb.jpg",
      "imgTallSource": "/images/staff/david-3x4.jpg",
      "bioHTML": "<p>David Siegel is an engineer with a foundation in mechanical design and project operations. He has industry experience from engineering co-ops that include: Systems Engineering at MIT Lincoln Lab, Submarine Trainers at General Dynamics Electric Boat, and Mechanical Design at Upstart Power, Inc. David is an avid technology hobbyist with a variety of experience ranging from rocketry to remote-controlled water vehicles.</p><p>David has a Bachelor of Science in Mechanical Engineering from Northeastern University.</p>"
    }
  ]
}
